Repository: mmarx/django-account
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Password length is less than %(min)d
uk: Пароль коротше %(min)d символів

source: Password length is more than %(max)d
uk: Пароль довший за %(max)d символів

source: Login
uk: Логін

source: You can use a-z, 0-9 and underscore. Login length could be from %(min)s to %(max)s chars.
uk: Ви можете використовувати букви a-z, цифри та символ підкреслення. Довжина імені має бути від %(min)s до %(max)s символів.

source: Password
uk: Пароль

source: Password (confirmation)
uk: Пароль (підтвердження)

source: Login length is less than %(min)d
uk: Логін коротший %(min)d символів

source: Login length is more than %(max)d
uk: Логін довший за %(max)d символів

source: Login contains restricted symbols
uk: Ім'я користувача містить недопустимі символи

source: This login already registered
uk: Користувач з таким ім'ям вже існує

source: This email already registered.
uk: Такий email вже зареєстрований

source: Passwords do not match
uk: Паролі не співпадають

source: Enter the word from image.
uk: Введіть слово з зображення

source: This email is not registered
uk: Цей email не зареєстровано

source: Username
uk: Ім'я користувача

source: Incorrect login or password
uk: Невірний логін чи пароль

source: Sorry. You account is not active. Maybe you didn't activate it.
uk: Вибачте, ваш обліковий запис неактивний. Можливо, ви його не активували.

source: Old password
uk: Старий пароль

source: Incorrect old password
uk: Неправильний старий пароль

source: The passwords do not match
uk: Паролі не співпадають

source: Invalid username
uk: Неправильне ім'я користувача

source: New email
uk: Нова адреса email

source: You have to logout before registration
uk: Ви повині вийти перед реєстрацією

source: Sorry. Registration is disabled.
uk: Вибачте, реєстрація вимкнена.

source: The error was occuried while sending email with activation code. Account was not created. Please, try later.
uk: При спробі надіслати код активації виникла помилка. Обліковий записне було створенно. Спробуйте пізніше, будь-ласка

source: Check the mail please
uk: Перевірте пошту, будь-ласка

source: Unfortunately we could not send you email in current time. Please, try later
uk: На жаль, зараз ми не можемо надіслати вам email. Спробуйте пізніше, будь-ласка

source: You are already authenticated
uk: Ви вже увійшли

source: Your email has been changed to %s
uk: Вашу адресу email було змінено на %s

source: You have successfully loged out
uk: Ви успішно вийшли

source: Change email
uk: Змінити email

source: Save
uk: Зберегти

source: You have successfully registered in our site. Now you should activate your account. Check email please.
uk: Ви успішно зареєструвались на нашому сайті. Тепер вам потрібно активувати вашобліковий запис. Превірте пошту, будь-ласка.

source: Authorization
uk: Авторизація

source: You should login to gain access to all site features. If you have not account
uk: Ви повині увійти, щоб отримати доступ до всіх розділів сайту. Якщо у вас немає облікового запису

source: register
uk: зареєструйтесь

source: please
uk: будь-ласка

source: login
uk: ім'я користувача

source: I forgot password
uk: Я забув пароль

source: New password
uk: Новий пароль

source: Password has been changed.
uk: Пароль змінено

source: Password has been changed. You can now <a href="%(login_url)s">log on</a> site.
uk: Пароль змінено. Тепер ви можете <a href="%(login_url)s">увійти</a>на сайт

source: Registration
uk: Реєстрація

source: Continue
uk: Продовжити

source: Password restore
uk: Відновити пароль

source: Welcome
uk: Ласкаво просимо

source: Congratulations! You have successfully complete the registration on our site.
uk: Вітаємо! Ви успішно завершили реєстрацію на нашому сайті.

source: "Email change on %(domain)s
uk: Знінити email на %(domain)s

source: You have requested the change of email on %(domain)s
uk: Ви запросили зміну адреси email на %(domain)s

source: New email: %(email)s
uk: Нова адреса email: %(email)s

source: Registration on %(domain)s
uk: Реєстрація на %(domain)s

source: You have begun registration on %(domain)s
uk: Ви розпочали реєстрацію на %(domain)s

source: If you want activate you account %(login)s, follow the <a href="%(url)s">link</a> please.
uk: Для того, щоб активувати ваш обліковий запис %(login)s, пройдітьбудь-ласка за <a href="%(url)s">посиланням</a>.

source: Password restore on %(domain)s
uk: відновлення паролю на %(domain)s

source: You have requested password restore on %(domain)s.
uk: Ви здійснили запит щодо зміни паролю на %(domain)s.

source: Click <a href="%(url)s">this link</a> to change your password.
uk: Перейдіть <a href="%(url)s">за цим посиланням</a> для того, щоб змінити свій пароль.

source: Successfuly registration on %(domain)s
uk: Успішна реєстрація на %(domain)s

source: You have registered on %(domain)s
uk: Ви зареєструвались на %(domain)s

source: Your login is %(username)s
uk: Ваш логін %(username)s
